---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionLProfileWithLips
source: html/fefde119-9b72-8f38-63bb-a4d6833e3f95.htm
---
# StructuralSectionLProfileWithLips Properties

Common set of parameters for structural analysis.